---
kind: other
id: Methods.T:Autodesk.Revit.DB.Plumbing.FluidTemperatureSetIterator
source: html/8c4007b2-b2a8-5347-9c87-28642defa7eb.htm
---
# FluidTemperatureSetIterator Methods

Returns the current FluidTemperature.